Repository: fedaykinofdune/Bitcoin-Poker-Room-master
Catalog: root/static/l10n/jpoker-*.po
Languages: de, fr, sv

source: (login name is {name} )
de: (Nickname ist {name})

source: Add chips
de: Chips hinzufügen
fr: Ajouter des rocks
sv: Lägg in marker

source: Amount
de: Betrag
fr: Montant
sv: Summa

source: AvPot
de: Potdurchschnitt

source: Betting Structure
de: Bietstruktur
fr: Mises
sv: Satsning

source: Betting structure
de: Bietstruktur

source: Birthdate
de: Geburtsdatum
fr: Date de naissance
sv: Födelsedag:

source: Break First
de: erste Pause

source: Breaks Duration
de: Dauer der Pausen
fr: Durée des pauses
sv: Paus-tid

source: Breaks Interval
de: Pausenabstand
fr: Intervalle entre les pauses
sv: Intervall-paus

source: Brk.
de: Pause

source: Buy In
de: setzen
fr: Rocks
sv: Buy in (avgiften för att vara med i en turnering)

source: Buy in:
de: Einsatz:
fr: Rocks :

source: Call
de: mitgehen

source: Challenge player to a heads up tournament
de: Einen Spieler herausfordern

source: Check/Call any
de: checken/mitgehen

source: Check/Fold
de: checken/passen

source: Click here to automatically pick a table
de: Klicke um automatisch an einen Tisch zu gelangen

source: Click to join the table
de: Klicke um dich an den Tisch zu setzen
fr: Rejoins la table
sv: Klicka för att få vara med runt bordet

source: Click to show table details
de: Infos zum Tisch anzeigen
fr: Infos de la table
sv: Klicka för att se information om bordet

source: Click to show tourney details
de: Turnierinfos anzeigen
fr: Infos tournoi
sv: Klicka för att få information om turneringen

source: Country
de: Land
fr: Pays
sv: Land

source: Currency
de: Währung
fr: Monnaie
sv: Valuta

source: Currency serial
de: Währungsserie

source: Description
de: Beschreibung
sv: Beskrivning

source: Email address
de: E-mailadresse

source: Exit
de: beenden
fr: Quitter
sv: Utgång

source: First name
de: Vorname
fr: Nom de famille
sv: Förnamn

source: Gender
de: Geschlecht
fr: Sexe
sv: Kön

source: Go to table
de: An den Tisch gehen
fr: Rejoins la table
sv: Gå till bordet

source: Hand strength:
de: Stärke der Hand:

source: Hands/Hour
de: Hände/Stunde
fr: Mains/heure
sv: Händer/timme

source: In Game
de: Im Spiel
fr: En jeu
sv: Spelar

source: It is too late to unregister player {serial} from tournament {game_id}
de: Es ist zu spät, um den Spieler {serial} vom Turnier {game_id} abzumelden.
fr: Il est trop tard pour désincrire le joueur {serial} du tournoi {game_id}
sv: Det är för sent att avregistrera {serial} ifrån turneringen {game_id}

source: Last name
de: Familienname
fr: Prénom
sv: Efternamn

source: Login
de: anmelden
fr: Identification
sv: Smeknamn

source: Login name
de: Nickname
fr: Pseudo
sv: Användarnamn

source: Look for player
de: Spieler suchen
fr: Chercher un joueur
sv: Sök spelare

source: Max money
de: maximaler Einsatz
fr: Rocks maximum
sv: Maximal satsning

source: Min money
de: minimaler Einsatz
fr: Rocks minimum
sv: Minimal satsning

source: Money
de: Einsatz
fr: Rocks
sv: Satsning

source: Next page
de: nächste Seite
fr: Page suivante
sv: Nästa sida

source: No such user:
de: Diesen Spieler gibt es nicht:

source: Not enough money to enter the tournament {game_id}
de: Du hast nicht genug Geld, um am Turnier {game_id} teilzunehmen.
fr: Pas assez de rocks pour rejoindre le tournoi {game_id}
sv: Du har inte tillräckligt mycket pengar för att kunna vara med i turneringen {game_id}

source: Observers
de: Zuschauer
fr: Observateurs
sv: Observatör

source: Options
de: Optionen

source: Password
de: Passwort
fr: Mot de passe
sv: Lösenord

source: Password confirmation
de: Passwort bestätigen
fr: Confirmation du mot de passe
sv: Repetera Lösenordet

source: Password confirmation does not match
de: Die Passwörter stimmen nicht überein
fr: La confirmation ne correspond pas au mot de passe
sv: Lösenordet matchar inte

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
sv: Telefonnummer

source: Play now
de: jetzt spielen

source: Play.
de: spielen

source: Player
de: Spieler
fr: Joueur
sv: Spelare

source: Player Timeout
de: Spielerauszeit

source: Player timeout:
de: Spielerauszeit

source: Player {serial} already registered in tournament {game_id}
de: Der Spieler Player {serial} ist bereits für das Turnier {game_id} registriert.
fr: Le joueur {serial} est deja enregistré dans le tournoi {game_id}
sv: Spelare {serial} är redan registrerad i turneringen {game_id}

source: Player {serial} is not registered in tournament {game_id}
de: Der Spieler {serial} ist nicht für das Turnier {game_id} registriert.
fr: Le joueur {serial} n'est pas enregistré dans le tournoi {game_id}
sv: Spelare {serial} är inte registrerad i turneringen {game_id}

source: Players
de: Spieler
fr: Joueurs
sv: Spelare

source: Players Quota
de: Spielerquote
fr: Max. joueurs
sv: Spelarkvot

source: Points
de: Punkte
sv: Poäng

source: Previous page
de: vorherige Seite
fr: Page précédente
sv: Föregående sida

source: Prize
de: Preis
fr: Prix
sv: Pris

source: Prizes
de: Preise
fr: Prix
sv: Pris

source: Raise
de: erhöhen

source: Rank
de: Rang
fr: Classement
sv: Placering

source: Register
de: registrieren
fr: Inscris-toi

source: Registered
de: registriert
fr: Inscrit
sv: Registrerad

source: Registration refused in tournament {game_id}
de: Registrierung zum Turnier {game_id} abgelehnt.
fr: Inscription dans le tournoi {game_id} refusé
sv: Registrering i turneringen {game_id} avböjd

source: Seats
de: Plätze
fr: Places
sv: Säten

source: Seats:
de: Plätze:

source: Show
de: zeigen
fr: Montrer
sv: Visa

source: Sign Up
de: anmelden
fr: enregistrement
sv: Registrera

source: Sit in
de: einsteigen

source: Skin
de: Hintergrund
fr: Aspect
sv: Lay out

source: Sound Off
de: Sound aus

source: Sound On
de: Sound an

source: Start Time
de: Startzeit
fr: Début
sv: Start-tid

source: Start time:
de: Startzeit:
fr: Début :
sv: Start-tid:

source: State
de: Status
fr: Etat
sv: Stat:

source: Street
de: Straße
fr: Rue
sv: Gata:

source: Street (continue)
de: Straße (weiter)
fr: Rue (suite)
sv: Gata (forts):

source: Structure:
de: Bietstruktur

source: Table
de: Tisch
sv: Bord

source: Tables
de: Tische
sv: Bord

source: This tournament is on break, and will resume at:
de: Dieses Turnier ist pausiert, weiter geht's um:
fr: Le tournoi reprend à :
sv: Denna turnering har tagit en paus. Återupptar spelet:

source: Time
de: Zeit

source: Timeout
de: aussetzen
fr: Temps maximum

source: Toggle options
de: Optionen an/aus

source: Tournament is starting at:
de: Das Turnier beginnt um:

source: Tournament {game_id} does not exist
de: Das Turnier {game_id} gibt es nicht.
fr: Le tournoi {game_id} n'existe pas
sv: Turneringen {game_id} existerar inte

source: Tourneys
de: Turniere
fr: Tournois
sv: Turnering

source: Town
de: Stadt
fr: Ville
sv: Stad

source: Unregister
de: abmelden
fr: Désinscris-toi
sv: Avregistrera

source: Update personal info
de: Persönliche Infos updaten
fr: Mettre à jour ses informations personnelles
sv: Uppdatera min peronliga information

source: Updated
de: upgedatet
fr: Mis à jour
sv: Uppdaterad

source: Updating...
de: updaten...
fr: Mise à jour...
sv: Uppdaterar...

source: Upload avatar
de: Avatar hochladen
fr: Upload de l'avatar
sv: Uppdatera avatar

source: Uploaded
de: hochladen
fr: Upload terminé
sv: Uppdatera

source: Uploading failed
de: Fehler beim Hochladen
fr: Echec de l'upload
sv: Uppdatering misslyckades

source: Uploading...
de: hochladen...
fr: Upload en cours
sv: Uppdaterar...

source: User must be logged in
de: Teilnehmer muss angemeldet sein
fr: l'utilisateur {name} doit être identifié
sv: Användare måste logga in

source: Variant
de: Variante
fr: Variante

source: Variant:
de: Variante:

source: Waiting
de: warten
fr: En attente
sv: Väntar

source: Won {money} chips, {rank} out of {players}. Click <span class='jpoker_tournament_details'>here</span> to see the tournament details.
de: {money} Chips gewonnen, {rank} Rang von {players} Spielern. Klick <span class='jpoker_tournament_details'>hier</span> um zu den Turnierdetails zu gelangen.

source: Zip code
de: Postleitzahl
fr: Code postal
sv: Zipkod

source: all in
de: alles setzen

source: call
de: mitgehen
fr: suis
sv: Syna

source: chat
de: chatten

source: check
de: checken
fr: passe

source: click to sit
de: Klicke um teilzunehmen
fr: clique pour t'asseoir
sv: Klicka för att delta

source: connecting to table {name}
de: zum Tisch {name} verbinden
fr: en cours de connexion à la table {name}
sv: Anslut till bordet {name}

source: dealer
de: Kartengeber

source: disconnected
de: nicht verbunden
fr: déconnecté
sv: Frånkopplad

source: fold
de: passen
fr: s'couche

source: fold/sit out
de: passen/aussetzen

source: login in progress
de: Anmeldung läuft
fr: authentification en cours
sv: inloggningsprocess

source: logout
de: abmelden
fr: déconnecter
sv: Logga ut

source: not enough money
de: nicht genügend Geld
fr: quantité de rocks insuffisante
sv: Inte tillräckligt med pengar

source: password:
de: Passwort:

source: players
de: Spieler
fr: joueurs
sv: spelare

source: players max.
de: Spieler maximal
fr: joueurs maximum.
sv: Max.antal spelare

source: players registered.
de: Spieler registriert
fr: joueurs inscrits.
sv: spelare registrerade.

source: raise
de: erhöhen
fr: relance
sv: Höj

source: running
de: laufend
fr: en cours
sv: pågår

source: sit in
de: einsteigen
fr: Commencer à jouer
sv: gå med

source: sit out
de: aussetzen
fr: se lever
sv: gå ur

source: tables
de: Tische
sv: bord

source: the password must not be empty
de: Das Passwort darf nicht leer sein
fr: Le mot de passe ne doit pas être vide
sv: lösenordet måste fyllas i

source: the user name must not be empty
de: Nickname darf nicht leer sein.
fr: Le nom d'utilisateur ne doit pas être vide
sv: användarnamnet måste fyllas i

source: tournaments players
de: Turnierspieler
fr: joueurs du tournoi
sv: spelare i turneringen

source: tourneys
de: Turniere
fr: tournois
sv: turneringar

source: user {name} is already logged in
de: Das Mitglied {name} ist bereits angemeldet.
fr: l'utilisateur {name} est déjà authentifié
sv: användaren {name} är redan inloggad

source: user:
de: Benutzer:

source: wait for {delay}s for queue {id}
de: {delay}s in der Reihe {id} warten
fr: en attente pour {delay}s dans la file {id}
sv: invänta {delay} för att stå i kön {id}

source: you must login before you can challenge the player
de: Du musst dich einloggen um den Spieler herauszufordern.

source: {url} attempt to login {name} although serial is {serial} instead of 0
de: {url} versucht {name} anzumelden, obwohl Serial {serial} ist, anstatt 0.
fr: {url} tentative d'authentification de {name} bien que le numéro de série soit {serial} au lieu de 0
sv: {url} försöker logga in som {name} fast serienummret är {serial}, och inte 0.

source: Average Pot
fr: Pot moyen
sv: Genomsnittlig Pot (satsning)

source: Dealer
fr: Donneur

source: Muck
fr: Cacher
sv: Much

source: Muck losing
fr: Cacher les mains perdantes
sv: Muck förlust

source: Muck winning
fr: Cacher les mains gagnantes
sv: Muck vinst

source: Name
fr: Nom
sv: Namn

source: Rebuy
fr: Recave
sv: Återköp

source: Sit'n'Go
fr: Sit & Go

source: Pot
sv: Pott
